---
kind: other
id: Methods.T:Autodesk.Revit.DB.CurtainGridSetIterator
source: html/20ffe6f5-9997-a577-6830-9047769ef92b.htm
---
# CurtainGridSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.